[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:83};
itm1={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:52,name:Auto,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:218,zorder:49,txtfield:{backcolor:0,bidimode:left-to-right,content:Categ,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Auto.P,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm10={backcolor:0,height:190,id:64,img:9,layout:normal,name:SCROLLBAR,type:IMAGEFIELD,visible:true,width:55,x:551,y:235,zorder:68,layout_param:{clipx:0,clipy:0}};
itm11={backcolor:0,height:52,id:65,img:1114,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:124,zorder:62,layout_param:{clipx:0,clipy:0}};
itm12={backcolor:0,height:36,id:66,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:628,y:129,zorder:63,layout_param:{clipx:0,clipy:0}};
itm13={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:67,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:601,y:124,zorder:64};
itm14={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:68,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:723,y:124,zorder:65};
itm15={backcolor:0,bidimode:left-to-right,content:PS name,font:33,height:36,highcolor:0,hlayout:left,id:69,linespacing:0,multiline:false,name:Ps_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:326,wrapline:no-wrap,x:210,y:126,zorder:66};
itm16={backcolor:0,bidimode:left-to-right,content:MHz,font:33,height:36,highcolor:0,hlayout:left,id:70,linespacing:0,multiline:false,name:Unit,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:149,y:126,zorder:67};
itm17={backcolor:0,bar:206,downarrow:1176,height:226,id:71,name:Scrollbar_Table,scaleslider:false,slider:206,type:SCROLLBAR,uparrow:1180,visible:true,width:55,x:551,y:218,zorder:61};
itm18={backcolor:0,background:1092,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:74,id:76,name:Add_Preset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:242,x:63,y:218,zorder:69,txtfield:{backcolor:0,bidimode:left-to-right,content:Add Preset,font:18,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Preset,type:TEXTFIELD,visible:true,vlayout:middle,width:224,wrapline:no-wrap,x:5,y:17}};
itm19={backcolor:0,bidimode:left-to-right,content:Channel No. Program name,font:33,height:36,highcolor:0,hlayout:left,id:83,linespacing:0,multiline:false,name:Channel_Details,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:126,zorder:70};
itm2={backcolor:0,background:1088,ccp:769,ccpzorder:over,height:74,id:53,name:ChannelItem,type:BUTTON,useinlist:false,useintable:true,useintree:false,visible:true,width:242,x:63,y:218,zorder:50,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel name,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Channelname,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:31}};
itm3={backcolor:0,background:961,ccpzorder:over,height:74,id:54,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:294,zorder:51,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm4={backcolor:0,bidimode:left-to-right,content:FREQ.,font:33,height:36,highcolor:0,hlayout:left,id:57,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:middle,width:90,wrapline:no-wrap,x:63,y:126,zorder:54};
itm5={backcolor:0,bidimode:left-to-right,content:Contents name,font:33,height:36,highcolor:0,hlayout:left,id:58,linespacing:0,multiline:false,name:Contents,type:TEXTFIELD,visible:true,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:156,zorder:55};
itm6={id:59,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:56};
itm7={id:61,name:Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:154,y:64,zorder:58};
itm8={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:62,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:370,zorder:59,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:Setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm9={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:242,height:228,id:63,name:Table_Freq_List,type:TABLE,visible:true,width:485,x:63,y:217,zorder:60};

